tutorials/alphaParameterstudy/alpha2/system/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "globalVariables";

options
{
    IBM
    {
        type            secondOrderIBM;
        selectionMode   all;
        nu              [0 2 -1 0 0 0 0] $gV_nu_air;

        fields          (U);

        geometry        naca0006;
    }
}


// ************************************************************************* //
